[
  {
    "id" : 1,
    "name": "Galaxy S24 Ultra: ИИ прямо в твоём кармане",
    "image": "https://www.myphone.kg/cache/files/22607.png_w800_h800_resize.png?t=1748238027",
    "alt": "Galaxy S24 Ultra",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "📱 Новая серия смартфонов от Samsung получила искусственный интеллект\n\nНовая линейка смартфонов Samsung Galaxy S24 официально представлена, и главным её отличием стал встроенный искусственный интеллект, который теперь не просто фишка — а полноценный помощник пользователя.\n🤖 Перевод звонков в реальном времени\n\nОдной из самых впечатляющих функций стал перевод телефонных звонков в реальном времени. Благодаря нейросетевым алгоритмам, Galaxy S24 способен мгновенно переводить речь собеседника на нужный язык прямо во время разговора — и отображать перевод на экране, а также синтезировать его голосом. Это делает общение с людьми из других стран проще, чем когда-либо.\n📸 Редактирование фото \"на лету\"\n\nИнтеллектуальные функции камеры также вышли на новый уровень. Теперь Galaxy S24 Ultra умеет:\n\n    Автоматически улучшать качество снимков после съёмки;\n\n    Удалять нежелательные объекты одним касанием;\n\n    Изменять ракурс и освещение уже сделанного кадра;\n\n    Предлагать альтернативные композиции и кадры из видео.\n\nИИ встроен в фотогалерею и активно помогает делать каждое фото идеальным без необходимости устанавливать сторонние приложения.\n🚀 Galaxy S24 Ultra — больше, чем просто флагман\n\nПомимо новых AI-функций, Galaxy S24 Ultra получил:\n\n    Процессор нового поколения, оптимизированный под нейросетевые задачи;\n\n    Яркий и энергоэффективный дисплей с адаптивной частотой обновления до 120 Гц;\n\n    Обновлённую систему охлаждения;\n\n    Улучшенную батарею и быструю зарядку;\n\n    И, конечно, премиальный дизайн и защиту от влаги и пыли (IP68).\n\n🧠 Интеграция ИИ в повседневные задачи\n\nGalaxy S24 теперь помогает пользователю не только в камере и звонках, но и в других сферах:\n\n    Умное резюмирование текста и переписок;\n\n    Генерация ответов в мессенджерах;\n\n    Персональные рекомендации на основе поведения;\n\n    Расширенные возможности поиска в интернете, где ИИ анализирует контекст запроса.\n\n🔚 Galaxy S24 Ultra — это смартфон, в котором ИИ перестаёт быть просто технологией и становится реальной частью повседневной жизни. Samsung делает шаг в сторону \"умного будущего\", где граница между человеком и устройством становится всё тоньше.",
    "main": true,
    "popular": true,
    "type": "phone"
  },
  {
    "id": 2,
    "name" : "iPhone 17 получит голографический интерфейс",
    "image": "https://www.financialexpress.com/wp-content/uploads/2025/05/Untitled-design-2025-05-15T092348.616.jpg",
    "alt": "iPhone 17 получит голографический интерфейс",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Apple активно работает над революционной технологией, которая позволит вывести взаимодействие с iPhone на совершенно новый уровень. iPhone 17 станет первым смартфоном с голографическим интерфейсом — это значит, что устройство сможет проецировать трехмерные изображения и элементы управления прямо в воздух перед пользователем. За счёт усовершенствованных LiDAR-датчиков нового поколения и технологии пространственного отображения, смартфон будет распознавать движения рук и жесты в воздухе, позволяя управлять интерфейсом без прикосновений к экрану. Это откроет новые возможности: например, можно будет вводить текст на виртуальной клавиатуре, просматривать 3D-фотографии и видео, ощущая их объём и глубину без необходимости в специальных очках или шлемах дополненной реальности. Такой подход обещает сделать взаимодействие с мобильным устройством более естественным, интуитивным и захватывающим, что может изменить рынок смартфонов и задать тренд на годы вперёд.",
    "main": false,
    "popular": true,
    "type": "phone"
  },
  {
    "id": 3,
    "name" : "Xiaomi представила батарею, заряжаемую за 2 минуты",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRo9TchitOiTJdgEl7aA9v8nF9iWwy9ev5OPQ&s",
    "alt": "Xiaomi представила батарею, заряжаемую за 2 минуты",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "В мире мобильных технологий время зарядки аккумулятора — один из ключевых факторов удобства использования. Xiaomi представила прорывную технологию HyperCharge 2.0, которая способна полностью зарядить смартфон всего за 120 секунд. Достижение такой скорости стало возможным благодаря внедрению графеновых материалов в состав батареи и использованию инновационной архитектуры ячеек, обеспечивающей высокую плотность тока и безопасность. Графен не только улучшает теплопроводность, предотвращая перегрев, но и повышает долговечность аккумулятора. Первые устройства с такой батареей — Redmi Turbo Pro и Xiaomi 15 Ultra — будут доступны уже в ближайшее время. Это означает, что пользователи смогут забыть о долгих часах у розетки и наслаждаться максимальной мобильностью и свободой.",
    "main": false,
    "popular": true,
    "type": "technologia"
  },
  {
    "id": 4,
    "name" : "Камера смартфона с 1-дюймовым сенсором от Sony",
    "image": "https://www.ixbt.com/img/x780x600/r30/00/02/48/88/IMG7832.jpg",
    "alt": "Камера смартфона с 1-дюймовым сенсором от Sony",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Sony Xperia PRO IV устанавливает новую планку в мобильной фотографии, оснастившись полноразмерным 1-дюймовым сенсором, который ранее использовался только в профессиональных фотоаппаратах линейки Sony Alpha. Такой большой сенсор значительно увеличивает количество захватываемого света, улучшая детализацию, динамический диапазон и цветопередачу снимков. Это позволит создавать фотографии с глубиной и качеством, сравнимыми с результатами топовых зеркальных и беззеркальных камер. Смартфон ориентирован на профессиональных фотографов и блогеров, которые хотят иметь возможность снимать фото высочайшего качества без необходимости носить с собой громоздкое оборудование. Кроме того, это открывает новые возможности для творческого контента, делая мобильную фотографию ещё более универсальной и мощной.",
    "main": false,
    "popular": true,
    "type": "camera"
  },
  {
    "id": 5,
    "name" : "Google Pixel 9 будет на 100% управляться ИИ",
    "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSprRtDiORDZIQvO2CUQZ4wQwPDt3PotWU2-w&s",
    "alt": "Google Pixel 9 будет на 100% управляться ИИ",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Google готовит серьёзные изменения в концепции управления смартфоном с выпуском Pixel 9 и новой операционной системой Gemini OS. В основе новой модели лежит AI-ядро, которое полностью заменит классический пользовательский интерфейс на умное, адаптивное и предиктивное управление. Вместо привычных меню и кнопок пользователь сможет общаться с устройством голосом и жестами, а искусственный интеллект будет анализировать поведение и предпочтения, самостоятельно открывать приложения, редактировать фотографии и выполнять рутинные задачи. Такой подход снизит количество необходимых действий и упростит взаимодействие, особенно для тех, кто ценит скорость и удобство. Эта технология обещает стать новым стандартом мобильных операционных систем и задать вектор развития на следующие годы.",
    "main": false,
    "popular": true,
    "type": "technologia"
  },
  {
    "id": 6,
    "name" : "Huawei запускает собственный спутниковый интернет",
    "image": "https://cdn.shazoo.ru/c576x256/720837_23Q9Zyh_huawei.jpg",
    "alt": "Huawei запускает собственный спутниковый интернет",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Huawei анонсировала масштабный проект “StarLink CN”, направленный на создание собственной глобальной спутниковой интернет-сети, которая начнёт функционировать уже в 2025 году. В рамках программы будет запущено около 600 спутников на орбиту, что позволит обеспечить высокоскоростной и стабильный интернет в удалённых и труднодоступных районах Китая, Азии и Африки. Это особенно важно для регионов с недостаточно развитой наземной инфраструктурой. Кроме того, новые модели смартфонов Huawei будут оснащены поддержкой прямой спутниковой связи, что позволит пользователям оставаться на связи вне зависимости от наличия традиционных сетей связи. Такой шаг сделает интернет-доступ более универсальным, а компанию Huawei — одним из ключевых игроков в области глобальной телекоммуникационной инфраструктуры.\n",
    "main": false,
    "popular": true,
    "type": "gadjetAndUstroisvtva"
  },
  {
    "id": 7,
    "name" : "Nothing Phone 3 с прозрачным экраном",
    "image": "https://msk.hi-stores.ru/upload/iblock/5d8/imdzesphee84yxnbraww35royiqj4iy9.png",
    "alt": "Nothing Phone 3 с прозрачным экраном",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Компания Nothing продолжает удивлять и выводить дизайн смартфонов на новый уровень. Nothing Phone 3 получит уникальный полупрозрачный OLED-дисплей, который создаёт эффект “видимости” внутренностей устройства с задней стороны. В отличие от традиционных смартфонов, у нового гаджета будет две стороны: фронтальная с обычным экраном для работы и задняя панель, украшенная светодиодами и прозрачными элементами. Это сочетание минимализма и киберпанк-эстетики придётся по душе любителям нестандартных решений и футуристического стиля. Помимо внешнего вида, Nothing Phone 3 сохранит высокие технические характеристики, что позволит быть не только ярким аксессуаром, но и мощным инструментом для повседневного использования.",
    "main": false,
    "popular": true,
    "type": "technologia"
  },
  {
    "id": 8,
    "name" : "Samsung представила “Облачную Камеру”",
    "image": "https://oncloud.ru/uploads/3e/cloud-storage.webp",
    "alt": "Samsung представила “Облачную Камеру”",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Samsung выпустила Galaxy Cloud Cam — инновационный аксессуар, который сочетает в себе функции камеры, искусственного интеллекта и облачного хранилища. Это компактное устройство можно подключить к любому смартфону Samsung, после чего все отснятые материалы автоматически будут загружаться в облако, освобождая память телефона. Встроенный искусственный интеллект автоматически обрезает кадры, стабилизирует видео, распознаёт лица и даже самостоятельно создает видеоролики и сторис. Это значительно упрощает процесс создания контента, делает его более профессиональным и доступным для широкого круга пользователей, особенно для тех, кто ведёт активную жизнь в соцсетях и создает много видео.",
    "main": false,
    "popular": true,
    "type": "program"
  },
  {
    "id": 9,
    "name" : "Qualcomm представил чип с ИИ-защитой от взлома",
    "image": "https://4pda.to/s/qirtc9wcx0peqkpCfake2wpZPCpMx0G2MBphFgC6sB8z2.jpg?v=1741097756",
    "alt": "Qualcomm представил чип с ИИ-защитой от взлома",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Qualcomm анонсировал Snapdragon X95 — первый в мире мобильный процессор, оснащённый встроенной нейросетевой системой безопасности. Эта система постоянно анализирует поведение пользователя и устройство в реальном времени, способна обнаруживать и блокировать подозрительную активность: от переходов по фишинговым ссылкам до запуска поддельных приложений и вредоносного ПО. Благодаря ИИ-защите смартфон может обеспечить высокий уровень безопасности даже без подключения к интернету, что особенно важно для сохранения конфиденциальности и защиты данных в офлайн-режиме. Такой подход выводит мобильную безопасность на новый уровень и отвечает современным вызовам киберугроз.",
    "main": false,
    "popular": true,
    "type": "technologia"
  },
  {
    "id": 10,
    "name" : "Samsung Galaxy Z Fold 6 выйдет в июле с улучшенной складной конструкцией",
    "image": "https://24.kg/files/media/337/337993.jpeg",
    "alt": "Samsung Galaxy Z Fold 6 выйдет в июле с улучшенной складной конструкцией",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "Samsung официально объявила, что Galaxy Z Fold 6 будет представлен в июле 2025 года.\nГлавной особенностью станет переработанный шарнир, благодаря которому складка на экране станет почти незаметной, а сам корпус — тоньше и легче.\nТакже Fold 6 получит:\n\n    Усиленную защиту от воды и пыли — стандарт IP58;\n\n    Новый процессор Snapdragon 8 Gen 3 с акцентом на ИИ;\n\n    Поддержку стилуса S Pen;\n\n    Улучшенную многозадачность: режим разделения экрана будет поддерживать до 4 приложений одновременно;\n\n    Камеру на 200 МП и ночной режим съёмки нового поколения.",
    "main": false,
    "popular": true,
    "type": "phone"
  },
  {
    "id": 11,
    "name" : "OnePlus готовит смартфон с солнечной подзарядкой",
    "image": "https://overclockers.ru/st/legacy/blog/213212/653682_O.jpg",
    "alt": "OnePlus готовит смартфон с солнечной подзарядкой",
    "datePublish": "15 мая 2025",
    "author": "TechNews",
    "description": "OnePlus работает над экспериментальной моделью с солнечными панелями, встроенными в заднюю панель.\nСмартфон получил название OnePlus SunCharge и сможет заряжаться от естественного или искусственного света.\nЧто известно:\n\n    За 30 минут под солнцем можно получить до 15–20% заряда;\n\n    Панели не мешают дизайну — задняя часть выполнена в стиле матового стекла;\n\n    Технология пригодится в поездках, походах, при отключении электричества;\n\n    Поддержка быстрой зарядки по кабелю также сохраняется;\n\n    Ожидается выход в 4 квартале 2025 года как \"экологичный флагман\".",
    "main": false,
    "popular": true,
    "type": "phone"
  }
]